{
  "header_title": "The Consular Corps of Israel",
  "header_title_he": "הסגל הקונסולרי בישראל",
  "home": "עמוד בית",
  "about_us": "מי אנחנו",
  "ficac": "הפדרציה הבינלאומית של קונסולי כבוד",
  "conventions": "אמנות",
  "foreign_ministry": "משרד החוץ",
  "news": "חדשות",
  "links": "קישוריות",
  "contact": "צרו קשר",
  "about_link_one": "הסגל הקונסולרי בישראל",
  "about_link_two": "דיקן הסגל",
  "about_link_three": "סגן דיקן הסגל",
  "about_link_four": "הנהלת הסגל",
  "about_link_five": "(A-Z) הסגל",
  "vienna_convention": "אמנת וינה",
  "by": "ע\"י",
  "on": "ב",
  "consular_corps_of_israel": "הסגל הקונסולרי בישראל",
  "ethic_convention": "אמנת קונסולי הכבוד",
  "who_are_we": "מי אנחנו:",
  "first-name": "שם פרטי",
  "last-name": "שם משפחה",
  "phone": "מספר טלפון",
  "email": "אי מייל",
  "subject": "נושא",
  "body": "גוף",
  "submit": "לשלוח",
  "not-a-robot": "אינני רובוט",
  "search-placeholder": "הכנס/י שם קונסול כבוד או שמה של מדינה",
  "change-language": "החלף שפה",
  "office-address_1": "גד-פרו השקעות",
  "office-address_2": "רח' הארבעה 28, מגדל צפוני, קומה 23, ת\"א 6473925",
  "office-phone": "03-6951869",
  "office-mail": "nzhoncon.il@gmail.com",
  "corps": "הסגל",
  "visit_link": "Visit link",
  "minitrsy_text_1": "משרד החוץ בישראל, כבמדינות אחרות בעולם, עוסק בגיבוש מדיניות החוץ של הממשלה, בביצועה ובהסברתה - המשרד מטפל בניהול יחסיה הבינלאומיים של המדינה. המשרד מייצג את המדינה בפני ממשלות זרות וארגונים בינלאומיים; שוקד על קידום קשרי הכלכלה, התרבות והמדע, ומקדם את שיתוף הפעולה עם ארצות מתפתחות.",
  "minitrsy_text_2": "משרד החוץ לרבות באמצעות חטיבת הטקס אמון על הקשר בין השגרירויות הזרות הפועלות בישראל וכן על קונסולי כבוד הפועלים בישראל. חטיבת הטקס מארגנת סמינרים תקופתיים לסגל של קונסולי כבוד.",
  "minitrsy_text_3": "לעוד מידע על פעילות משרד החוץ נא ללחוץ על הקישור",
  "about_text_1": "הסגל הקונסולרי בישראל פועל עוד מראשית שנות השישים והינו למעשה ארגון יציג לכ- 170 קונסולי כבוד הפועלים בישראל מתוכם כ-49 קונסולי כבוד ללא שגרירות תושבת המהווים הנציגים היחידים של אותה מדינה בישראל. בראש הסגל עומד התעשיין גד פרופר (קונסול כבוד של ניו זילנד) וסגנו עו\"ד עמיחי עורקבי (קונסול כבוד של קוריאה ושל מונגוליה).",
  "about_text_2": "קונסולי הכבוד ממלאים מקום חשוב ומשלים לדיפלומטיה הישראלית ולוקחים חלק פעיל ומשמעותי בקידום יחסי מסחר, כלכלה, תרבות, אקדמיה, אומנות וספורט. במקרים בהם ישנה שגרירות תושבת בישראל ימונה קונסול כבוד למחוז או עיר שם ישלים הקונסול את עבודת השגרירות.  ",
  "about_text_3": "קונסולי הכבוד משמשים כגשר בין המדינות מכח היותם מינויים אישיים \"במשרת אמון\" של המדינה הממנה וכן אזרחים נאמנים של מדינת ישראל. הליך המינוי של קונסול כבוד הנו מוסדר ע\"פ אמנת וינה, כאשר המדינה הממנה מגישה כתב הסכמה למינוי קונסול כבוד המדינה המארחתמבצעת תהליכי בדיקה ואישור בסיומו מעניקה כתב אמנה.",
  "about_text_4": "קונסולי כבוד הינם אזרחים בשירות דיפלומטי – ומשתתפים בפעילות הסברה של ישראל בעיתות שלום ובמשבר חלקם אף הצליחו להשפיע באמצעות קשרים אישיים על אופן הצבעות באו”ם.",
  "about_text_5": "בשנת 2009 נרשם הסגל באופן פורמלי ברשם העמותות, משרד המשפטים כעמותה רשומה ולאחר מכן כמלכ\"ר. ",
  "about_text_6": "קונסולי הכבוד רובם ככולם מבצעים את תפקידם בהתנדבות מלאה ללא שכר. ",
  "ficac_title": "הפדרציה הבינלאומית לקונסולי כבוד FICAC",
  "ficac_text_1": "FICAC, הנקראת גם הפדרציה העולמית של הקונסולים, נוסדה בקופנהגן ב-2 באוקטובר 1982 על ידי קבוצה קטנה של אנשי חזון בראשות הקונסול הכללי Vagn Jespersen מדנמרק. המדינות שנכחו בפגישה והחותמות הראשונות היו פינלנד, יוון, איסלנד, איטליה, נורבגיה, שבדיה ודנמרק. גוף זה נתן לקונסולים של העולם פורום נחוץ לחלוק חוויות ולתאם מאמצים כדי לשפר את מעמדם ויעילותם ולהפגיש אגודות קונסולריות וחילים מכל רחבי העולם.",
  "ficac_text_2": "הפדרציה העולמית של הקונסולים קיבלה את ההכרה של האו\"ם כארגון לא ממשלתי עם סטטוס ECOSOC. הוא מוכר כארגון לא ממשלתי גם על ידי ארגון מדינות אמריקה ועל ידי האיחוד האירופי. ב-17 בספטמבר 2010, הפדרציה העולמית של הקונסולים חתמה על הסכם שותפות עם קרן הנסיך אלברט השני של מונקו, קרן שנוצרה על ידי הוד מעלתו השלווה הנסיך אלברט השני לעבודה בתחומי הסביבה ושינויי האקלים.",
  "ficac_text_3": "FICAC משמשת כארגון גג למעלה מ-87 ארגוני קונסולי כבוד בעולם. היא עורכת כנסים תקופתיים כדי לחזק את הקשר בין הקונסולים ולתעל את הניסיון שלהם בתחומים מקצועיים. לאחר הפגישה הראשונה של האבות המייסדים בקופנהגן ב-1982, הפדרציה קיימה שתי פגישות נוספות בקופנהגן ב-26 באוקטובר 1984 וב-9-10 באוקטובר 1986 כדי לערוך חוקה פועלת, הנקראת חוקי קופנהגן.",
  "ficac_text_4": "בראש FICAC עומד: Hon.Aykut Eken (Turkey, Honorary Consul General of Jamaica וסגנוHon.Kostas N.Lefkaritis (Cyprus), Honorary Consul of the Repulic of Zambia",
  "ficac_text_5": "לאתר FICAC לחץ כאן:"
}
