{
  "header_title": "The Consular Corps of Israel",
  "header_title_he": "הסגל הקונסולרי בישראל",
  "home": "Home",
  "about_us": "About us",
  "ficac": "F.I.C.A.C",
  "conventions": "Conventions",
  "foreign_ministry": "Ministry of Foreign Affairs",
  "news": "News",
  "links": "Links",
  "contact": "Contact",
  "about_link_one": "THE CONSULAR CORPS OF ISRAEL",
  "about_link_two": "Dean of the Corps",
  "about_link_three": "Deputy Dean of the Corps",
  "about_link_four": "Corps Management",
  "about_link_five": "The Corps (A-Z)",
  "vienna_convention": "Vienna Convention",
  "by": "By",
  "on": "on",
  "consular_corps_of_israel": "The Consular Corps of Israel",
  "ethic_convention": "The Consular Corps of Israel Convention",
  "who_are_we": "Who are we:",
  "first-name": "First name",
  "last-name": "Last name",
  "phone": "Phone",
  "email": "Email",
  "subject": "Subject",
  "body": "Body",
  "submit": "Submit",
  "not-a-robot": "I am not a robot",
  "search-placeholder": "Enter the name of a consul or a country...",
  "change-language": "Change language",
  "office-address_1": "Gad-Pro Investments",
  "office-address_2": "28 Haarbaa Street North Tower, 23 FL, Tel Aviv, 6473925, Israel",
  "office-phone": "+972-3-6951869",
  "office-mail": "nzhoncon.il@gmail.com",
  "corps": "The Corps",
  "visit_link": "Visit link",
  "minitrsy_text_1": "The Ministry of Foreign Affairs in Israel, as in other countries in the world, deals with the formulation of the government's foreign policy, its implementation and explanation - the ministry handles the management of the country's international relations. The firm represents the country before foreign governments and international organizations; Strives to promote economic, cultural and scientific relations, and promotes cooperation with developing countries.",
  "minitrsy_text_2": "The Ministry of Foreign Affairs, including through the Ceremony Division, trusts the connection between the foreign embassies operating in Israel and the honorary consulates operating in Israel. The ceremony division organizes periodic seminars for staff of honorary consuls.",
  "minitrsy_text_3": "For more information on Foreign Ministry activities, please click on the link",
  "about_text_1": "The consular staff in Israel has been active since the early 1960s and is in fact a representative organization for about 170 honorary consuls operating in Israel, of which about 49 are honorary consuls without a resident embassy who are the only representatives of that country in Israel. The faculty is headed by industrialist Gad Proper (Honorary Consul of New Zealand) and his deputy Adv. Amichai Urakbi (Honorary Consul of Korea and Mongolia).",
  "about_text_2": "Honorary consuls play an important and complementary place for Israeli diplomacy and take an active and significant part in promoting trade, economy, culture, academia, art and sports. In cases where there is an embassy resident in Israel, an honorary consul will be appointed for the district or city where the consul will complete the work of the embassy.",
  "about_text_3": "Honorary consuls serve as a bridge between the states by virtue of being personal appointments \"in a position of trust\" of the appointing state as well as loyal citizens of the State of Israel. The procedure for appointing an honorary consul is regulated by the Vienna Convention, with the appointing state submitting a letter of consent for the appointment of the honorary consul of the host state.",
  "about_text_4": "Honorary consuls are civilians in diplomatic service - and participants in Israel's propaganda activities in peacetime and in the crisis, some of whom have even succeeded in influencing the manner of voting at the UN through personal connections.",
  "about_text_5": "In 2009, the faculty was formally registered with the Registrar of Associations, the Ministry of Justice as a registered association and then as a non-profit organization.",
  "about_text_6": "Honorary Consuls Most of them perform their duties on a full-time, unpaid basis.",
  "ficac_title": "FICAC INTERNATIONAL FEDERATION OF HONORARY CONSULS",
  "ficac_text_1": "FICAC, also known as the World Consular Federation, was founded in Copenhagen on October 2, 1982 by a small group of visionaries led by Consul General Vagn Jespersen of Denmark. The first countries to attend the meeting and the first seals were Finland, Greece, Iceland, Italy, Norway, Sweden and Denmark. This body has given the Consuls of the World a forum necessary to share experiences and coordinate efforts to improve their status and effectiveness and bring together consular associations and troops from all over the world.",
  "ficac_text_2": "The World Consular Federation has recognized the UN as a non-governmental organization with ECOSOC status. It is also recognized as a non-governmental organization by the Organization of American States and the European Union. On September 17, 2010, the World Consular Federation signed a partnership agreement with the Foundation Prince Albert II of Monaco, a foundation created by His peaceful Majesty Prince Albert II to work in the fields of environment and climate change.",
  "ficac_text_3": "FICAC serves as the umbrella organization for more than 87 honorary consulate organizations worldwide. It holds periodic conferences to strengthen the bond between consuls and channel their experience in professional fields. After the first meeting of the Founding Fathers in Copenhagen in 1982, the Federation held two more meetings in Copenhagen on October 26, 1984 and October 9-10, 1986 to draft an active constitution, called the Copenhagen Laws.",
  "ficac_text_4": "FICAC is headed by: Hon.Aykut Eken (Turkey, Honorary Consul General of Jamaica and his Deputy Hon.Kostas N.Lefkaritis (Cyprus), Honorary Consul of the Repulic of Zambia",
  "ficac_text_5": "For the FICAC website click here:"
}
